Repository: imdadhusen/MVCCoreApp
Catalog: HisabPro.Constants/Resources/SharedResource.*.resx
Languages: gu_in

# EmailActivateAccountMessage
source: Please click the link below to activate your account
gu_in: તમારું ખાતું સક્રિય કરવા માટે કૃપા કરીને નીચે આપેલ લિંક પર ક્લિક કરો

# EmailActivateAccountTitle
source: Activate Account
gu_in: ખાતું સક્રિય કરો

# EmailAllRightsReserved
source: All rights reserved
gu_in: સર્વાધિકાર સુરક્ષિત

# EmailIfQuestion
source: If you have any questions, feel free to contact our support team at
gu_in: જો તમને કોઈ પ્રશ્નો હોય, તો કૃપા કરીને અમારી સપોર્ટ ટીમનો સંપર્ક કરો:

# EmailPrivacyPolicy
source: Privacy policy
gu_in: ગોપનીયતા નીતિ

# EmailTermsOfService
source: Terms of service
gu_in: સેવા શરતો

# FieldAccount
source: Account
gu_in: ખાતું

# FieldAmount
source: Amount
gu_in: રકમ

# FieldBulkImport
source: Bulk Import
gu_in: બલ્ક ઇમ્પોર્ટ

# FieldCategory
source: Category
gu_in: શ્રેણી

# FieldDate
source: Date
gu_in: તારીખ

# FieldEmail
source: Email
gu_in: ઈમેઇલ

# FieldFullName
source: Full Name
gu_in: સંપૂર્ણ નામ

# FieldGender
source: Gender
gu_in: જાતિ

# FieldIsActive
source: Is Active
gu_in: સક્રિય છે કે નહીં

# FieldIsStandard
source: Is Standard
gu_in: સ્ટાન્ડર્ડ છે કે નહીં

# FieldMobile
source: Mobile
gu_in: મોબાઇલ

# FieldName
source: Name
gu_in: નામ

# FieldNote
source: Note
gu_in: નોંધ

# FieldParentCategory
source: Parent Category
gu_in: મુખ્ય શ્રેણી

# FieldPassword
source: Password
gu_in: પાસવર્ડ

# FieldRememberMe
source: Remember me?
gu_in: મને યાદ રાખો?

# FieldSubCategory
source: Sub Category
gu_in: ઉપશ્રેણી

# FieldTitle
source: Title
gu_in: શીર્ષક

# FieldType
source: Type
gu_in: પ્રકાર

# FieldUserRole
source: User Role
gu_in: વપરાશકર્તાની ભૂમિકા

# LabelAboutUs
source: About Us
gu_in: અમારા વિશે

# LabelAccessDenied
source: Access Denied
gu_in: પ્રવેશ નકારવામાં આવ્યો

# LabelAccessDeniedMessage
source: You do not have permission to view this page.
gu_in: તમને આ પાનું જોવા માટે પરવાનગી નથી.

# LabelAccounts
source: Accounts
gu_in: ખાતાઓ

# LabelActivationFailed
source: Activation Failed
gu_in: સક્રિયતા નિષ્ફળ ગઈ

# LabelActivationFailedMessage
source: We're sorry, but your account activation could not be completed. This may have happened for one of the following reasons:
gu_in: માફ કરશો, પરંતુ તમારું ખાતું સક્રિય કરી શકાયું નથી. આ નીચેના કારણો પૈકી કોઈ એક કારણે થઈ શકે છે:

# LabelActivationFailedReason1
source: The activation link has expired.
gu_in: સક્રિયતા લિંકની સમયમર્યાદા સમાપ્ત થઈ ગઈ છે.

# LabelActivationFailedReason2
source: The activation link has already been used.
gu_in: સક્રિયતા લિંક પહેલેથી જ ઉપયોગમાં લઈ લેવાઈ છે.

# LabelActivationFailedReason3
source: There was an issue processing your request.
gu_in: તમારા વિનંતીની પ્રક્રિયામાં કોઈ સમસ્યા આવી હતી.

# LabelActivationFailedTitle
source: User Activation Failed
gu_in: વપરાશકર્તાની સક્રિયતા નિષ્ફળ ગઈ

# LabelActivationHead
source: Activation Successful
gu_in: સક્રિયતા સફળ થઈ

# LabelActivationMessage
source: Congratulations! Your account has been successfully activated. To access your account, please set a password.
gu_in: અભિનંદન! તમારું ખાતું સફળતાપૂર્વક સક્રિય કરવામાં આવ્યું છે. તમારું ખાતું ઍક્સેસ કરવા માટે કૃપા કરીને પાસવર્ડ સેટ કરો.

# LabelActivationTitle
source: User Activation Successful
gu_in: વપરાશકર્તાની સક્રિયતા સફળ થઈ

# LabelActivityReports
source: Activity Reports
gu_in: પ્રવૃત્તિ અહેવાલ

# LabelAnalytics
source: Analytics
gu_in: વિશ્લેષણ

# LabelAnnualReports
source: Annual Reports
gu_in: વાર્ષિક અહેવાલ

# LabelApiAccountLocked
source: Your account is locked. Please try again later.
gu_in: તમારું એકાઉન્ટ લોક થઈ ગયું છે. કૃપા કરીને થોડીવાર પછી ફરી પ્રયત્ન કરો.

# LabelApiAccountLockedWithUnlockTime
source: Your account is currently locked. It will be automatically unlocked after {0} minutes. Please try again later.
gu_in: તમારું એકાઉન્ટ હાલમાં લોક છે. તે આપમેળે {0} મિનિટ પછી અનલોક થશે. કૃપા કરીને થોડીવાર પછી ફરી પ્રયત્ન કરો.

# LabelApiDataImportSuccess
source: Data imported successfully
gu_in: ડેટા સફળતાપૂર્વક આયાત થયો

# LabelApiDataRetrived
source: Data retrived successfully
gu_in: ડેટા સફળતાપૂર્વક પુનઃપ્રાપ્ત થયો

# LabelApiDataRetrivedFailed
source: Data retrived failed
gu_in: ડેટા પુનઃપ્રાપ્ત થવામાં નિષ્ફળતા

# LabelApiDataWithSameName
source: Data with same name already exists
gu_in: સમાન નામ સાથેનો ડેટા પહેલેથી હાજર છે

# LabelApiDelete
source: Data deleted successfully
gu_in: ડેટા સફળતાપૂર્વક દૂર થયો

# LabelApiImportFileAllowedExtensions
source: Only .xls and .xlsx files are allowed
gu_in: માત્ર .xls અને .xlsx ફાઈલોની મંજૂરી છે

# LabelApiImportFileRequired
source: Please select a file to upload
gu_in: અપલોડ માટે કૃપા કરીને ફાઈલ પસંદ કરો

# LabelApiImportSuccess
source: File uploaded successfully
gu_in: ફાઈલ સફળતાપૂર્વક અપલોડ થઈ

# LabelApiInternalError
source: Internal server error
gu_in: આંતરિક સર્વર ભૂલ

# LabelApiInvalidAttempt
source: Invalid login attempt. You have {0} attempts remaining before your account is locked
gu_in: અમાન્ય લોગિન પ્રયાસ. તમારું એકાઉન્ટ લોક થવા અગાઉ {0} પ્રયત્નો બાકી છે

# LabelApiLoginSuccess
source: Login successful! Welcome back!
gu_in: લોગિન સફળ! ફરી આવકાર!

# LabelApiNotFound
source: Data not found
gu_in: ડેટા મળ્યો નથી

# LabelApiPasswordShouldNotMatchCurrent
source: New password cannot be the same as the current password
gu_in: નવું પાસવર્ડ વર્તમાન પાસવર્ડ સમાન હોઈ શકતું નથી

# LabelApiPasswordUpdated
source: Password changed successfully
gu_in: પાસવર્ડ સફળતાપૂર્વક બદલાયો

# LabelApiReferenceDeleteError
source: Reference data cannot be deleted as it is linked to other records
gu_in: સંદર્ભ ડેટાને કાઢી શકાતો નથી કારણ કે તે અન્ય રેકોર્ડ સાથે જોડાયેલો છે

# LabelApiSameNameInStandardCategory
source: A duplicate name already exists within the standard category.
gu_in: માનક શ્રેણીમાં પહેલેથી જ સમાન નામ હાજર છે.

# LabelApiSave
source: Data saved successfully
gu_in: ડેટા સફળતાપૂર્વક સચવાયો

# LabelApiUserActivate
source: User activated successfully
gu_in: વપરાશકર્તા સફળતાપૂર્વક સક્રિય થયો

# LabelApiUserDeactivate
source: User deactivated successfully
gu_in: વપરાશકર્તા સફળતાપૂર્વક નિષ્ક્રિય થયો

# LabelApiUserDeactivateFailed
source: User deactivation failed
gu_in: વપરાશકર્તા નિષ્ક્રિયતા નિષ્ફળ થઈ

# LabelApiUserNotFound
source: User not found
gu_in: વપરાશકર્તા મળ્યો નથી

# LabelApiValidationFailed
source: Validation failed
gu_in: માન્યતા નિષ્ફળ થઈ

# LabelAutoCorrect
source: Auto Correct
gu_in: સ્વચાલિત ઠીક કરવું

# LabelBackToList
source: Back to List
gu_in: પાછા યાદીમાં જાઓ

# LabelCancel
source: Cancel
gu_in: રદ કરો

# LabelCategories
source: Categories
gu_in: શ્રેણીઓ

# LabelCategoryTitle
source: Create Subcategory for '{0}'
gu_in: '{0}' માટે ઉપશ્રેણી બનાવો

# LabelChangePassword
source: Change Password
gu_in: પાસવર્ડ બદલો

# LabelCharity
source: Charity
gu_in: દાન

# LabelCheckEmail
source: Check Your Email!
gu_in: તમારું ઇમેઇલ તપાસો!

# LabelClose
source: Close
gu_in: બંધ કરો

# LabelColumnActive
source: Active
gu_in: સક્રિય

# LabelColumnCreatedBy
source: Created By
gu_in: દ્વારા બનાવવામાં આવ્યું

# LabelColumnCreatedOn
source: Created On
gu_in: બનાવેલી તારીખ

# LabelColumnImport
source: Import
gu_in: આયાત

# LabelColumnPerson
source: Person
gu_in: વ્યક્તિ

# LabelConfirm
source: Confirm
gu_in: નિશ્ચિત કરો

# LabelConfirmMessage
source: Are you sure you want to proceed with this action?
gu_in: શું તમે આ ક્રિયાને આગળ વધારવા માટે ખાતરીમાં છો?

# FieldConfirmPassword
source: Confirm Password
gu_in: પાસવર્ડની પુષ્ટિ કરો

# LabelConfirmTitle
source: Confirm Action
gu_in: ક્રિયા નિશ્ચિત કરો

# LabelContact
source: Contact
gu_in: સંપર્ક

# LabelContactSupport
source: Contact Support
gu_in: સપોર્ટથી સંપર્ક કરો

# LabelContactSupportMessage
source: If you need assistance, please contact our support team
gu_in: તમને સહાયની જરૂર હોય તો કૃપા કરીને અમારી સપોર્ટ ટીમ સાથે સંપર્ક કરો.

# LabelCreateNew
source: Create New
gu_in: નવું બનાવો

# FieldCurrentPassword
source: Current Password
gu_in: વર્તમાન પાસવર્ડ

# LabelDashboard
source: Dashboard
gu_in: ડેશબોર્ડ

# LabelDashboardAccount
source: Choose an account to view statistics of
gu_in: આંકડાઓ જોવા માટે એક ખાતું પસંદ કરો

# LabelDashboardDescription
source: This dashboard provides an overview of financial activities like incomes, expenses, and investments.
gu_in: આ ડૅશબોર્ડ આવક, ખર્ચ અને રોકાણ જેવી નાણાકીય પ્રવૃત્તિઓની સમીક્ષા પ્રદાન કરે છે.

# LabelDashboardExpenseDistribution
source: Expense Distribution
gu_in: ખર્ચ વિતરણ

# LabelDashboardForYear
source: for the year
gu_in: વર્ષ માટે

# LabelDashboardIncomeDistribution
source: Income Distribution
gu_in: આવક વિતરણ

# LabelDashboardIncomeNCharity
source: Income & Charity
gu_in: આવક અને દાન

# LabelDashboardIncomeVsExpense
source: Income vs Expense
gu_in: આવક સામે ખર્ચ

# LabelDelete
source: Delete
gu_in: દૂર કરો

# LabelDeleteAccount
source: Delete Account
gu_in: ખાતું દૂર કરો

# LabelDeleteCategory
source: Delete Category
gu_in: શ્રેણી દૂર કરો

# LabelDeleteConfirm
source: Are you sure you want to delete?
gu_in: શું તમે ખરેખર કાઢી નાખવા માંગો છો?

# LabelDeleteExpense
source: Delete Expense
gu_in: ખર્ચ દૂર કરો

# LabelDeleteIncome
source: Delete Income
gu_in: આવક દૂર કરો

# LabelDeleteTitle
source: Delete Record
gu_in: રેકોર્ડ કાઢી નાખો

# LabelDeleteUser
source: Delete User
gu_in: વપરાશકર્તાને કાઢી નાખો

# LabelEdit
source: Edit
gu_in: ફેરફાર કરો

# LabelEmailActivation
source: We have sent you an account activation link. Please check your email to activate your account and set your password before logging in.
gu_in: અમે તમને ખાતું સક્રિય કરવા માટેની લિંક મોકલી છે. કૃપા કરીને તમારું ઈમેઇલ તપાસો, તમારું ખાતું સક્રિય કરો અને લોગિન કરવા પહેલા તમારું પાસવર્ડ સેટ કરો.

# LabelEmailActivationTitle
source: Activate Your Account
gu_in: તમારું એકાઉન્ટ સક્રિય કરો

# LabelEmailNotFound
source: The email address you entered is not associated with any account. Please check the email and try again, or register for a new account.
gu_in: તમે દાખલ કરેલો ઈમેલ કોઈ એકાઉન્ટ સાથે સંકળાયેલો નથી. કૃપા કરીને ઈમેલ તપાસો અને ફરીથી પ્રયત્ન કરો, અથવા નવા એકાઉન્ટ માટે નોંધણી કરો.

# LabelEmailTemplateNotFound
source: Template {0} not found in {1}
gu_in: ટેમ્પલેટ {0} {1} માં મળ્યું નથી

# LabelError
source: Error
gu_in: ભૂલ

# LabelErrorMessage
source: An error occurred while processing your request.
gu_in: તમારા વિનંતીની પ્રક્રિયા દરમિયાન ભૂલ આવી છે.

# LabelExpense
source: Expense
gu_in: ખર્ચ

# LabelExpenses
source: Expenses
gu_in: ખર્ચ

# LabelFieldEmail
source: Email
gu_in: ઈમેલ

# LabelFilter
source: Filters
gu_in: ફિલ્ટર્સ

# LabelFilterApplyFilter
source: Apply Filter
gu_in: ફિલ્ટર લાગુ કરો

# LabelFilterBulkImported
source: Bulk Imported
gu_in: મોટા પ્રમાણમાં આયાત

# LabelFilterClearFilter
source: Clear Filter
gu_in: ફિલ્ટર સાફ કરો

# LabelFilterCreatedDateRange
source: Created Date Range
gu_in: બનાવેલ તારીખ શ્રેણી

# LabelFilterDateRange
source: Date Range
gu_in: તારીખ શ્રેણી

# LabelFilterRole
source: Role
gu_in: ભૂમિકા

# LabelFilterSelected
source: {0} Selected
gu_in: {0} પસંદ કરેલ ફિલ્ટર

# LabelFilterStandard
source: Standard
gu_in: માનક

# LabelGenderFemale
source: Female
gu_in: સ્ત્રી

# LabelGenderMale
source: Male
gu_in: પુરુષ

# LabelGenderOther
source: Other
gu_in: અન્ય

# LabelGoToHome
source: Go back to the home page
gu_in: મુખ્ય પેજ પર પરત જાઓ

# LabelGridNoRecords
source: Page 0 of 0
gu_in: પાનું 0 માંથી 0

# LabelGridPage
source: Page
gu_in: પાનું

# LabelGridPageOf
source: of
gu_in: માંથી

# LabelGridShowing
source: Showing
gu_in: દેખાડવામાં આવી રહ્યું છે

# LabelGridShowingOutOf
source: out of
gu_in: માંથી

# LabelHello
source: Hello
gu_in: નમસ્તે

# LabelHere
source: here
gu_in: અહીં

# LabelHome
source: Home
gu_in: હોમ

# LabelImportExpense
source: Import Expense
gu_in: ખર્ચ આયાત કરો

# LabelImportExpenseMessage
source: If you would like to add multiple expenses from the Excel file, you can use the Import feature, which will streamline your experience by categorizing each expense appropriately. You can get more details
gu_in: જો તમે Excel ફાઇલમાંથી અનેક ખર્ચો ઉમેરવા માંગતા હોવ, તો તમે આયાત સુવિધાનો ઉપયોગ કરી શકો છો, જે દરેક ખર્ચને યોગ્ય રીતે વર્ગીકૃત કરીને તમારું કામ સરળ બનાવશે. તમે વધુ વિગતો મેળવી શકો છો.

# LabelImportExpenseWizard
source: Import Expense Wizard
gu_in: ખર્ચ આયાત વિઝાર્ડ

# LabelImportExtractColumnDateCorrect
source: Click to auto correct empty date(s)
gu_in: ખાલી તારીખ(ઓ)ને સ્વચાલિત રીતે ઠીક કરવા માટે ક્લિક કરો

# LabelImportExtractColumnTitleCorrect
source: Click to auto correct large title to small
gu_in: વિશાળ શિર્ષકને નાના માં સ્વચાલિત રીતે ઠીક કરવા માટે ક્લિક કરો

# LabelImportExtractMaximizeTable
source: Maximize Table
gu_in: ટેબલ વધારવું

# LabelImportExtractResetTable
source: Reset Table
gu_in: ટેબલ ફરીથી સેટ કરો

# LabelImportExtractTitle
source: Verify Extracted Data
gu_in: કઢાયેલ ડેટાની તપાસ કરો

# LabelImportFile
source: Choose file
gu_in: ફાઇલ પસંદ કરો

# LabelImportFileTitle
source: Upload File
gu_in: ફાઇલ અપલોડ કરો

# LabelImportIncomes
source: Import Incomes
gu_in: આવકો આયાત કરો

# LabelImportIncomesMessage
source: If you would like to add multiple expenses from the Excel file, you can use the Import feature, which will streamline your experience by categorizing each expense appropriately. You can get more details
gu_in: જો તમે Excel ફાઇલમાંથી અનેક ખર્ચો ઉમેરવા માંગતા હોવ, તો તમે આયાત સુવિધાનો ઉપયોગ કરી શકો છો, જે દરેક ખર્ચને યોગ્ય રીતે વર્ગીકૃત કરીને તમારા અનુભવને સરળ બનાવશે. તમે વધુ વિગતો મેળવી શકો છો.

# LabelImportIncomesWizard
source: Import Incomes Wizard
gu_in: આવકો આયાત વિઝાર્ડ

# LabelImports
source: Imports
gu_in: આયાત

# LabelImportWizardError
source: An error occurred. Please fix the highlighted fields.
gu_in: એક ભૂલ થઈ છે. કૃપા કરીને હાઇલાઇટ કરેલ ફીલ્ડ્સ ઠીક કરો.

# LabelImportWizardStep1
source: Import Data File
gu_in: ડેટા ફાઇલ આયાત કરો

# LabelImportWizardStep2
source: Extraction & Validation
gu_in: કઢાણ અને માન્યતા

# LabelImportWizardStep3
source: Import Summary
gu_in: આયાત સારાંશ

# LabelIncome
source: Income
gu_in: આવક

# LabelIncomes
source: Incomes
gu_in: આવક

# LabelLanguage
source: Language
gu_in: ભાષા

# LabelLoading
source: Loading, please wait...
gu_in: લોડ થઈ રહ્યું છે, કૃપા કરીને રાહ જુઓ...

# LabelLogin
source: Login
gu_in: લોગિન

# LabelLogout
source: Logout
gu_in: લૉગઆઉટ

# LabelReportIncomeExpense
source: Income and Expense
gu_in: આવક અને ખર્ચ

# FieldNewPassword
source: New Password
gu_in: નવો પાસવર્ડ

# LabelNext
source: Next
gu_in: આગળ

# LabelNo
source: No
gu_in: ના

# LabelNoRecords
source: No records found!
gu_in: કોઈ રેકોર્ડ્સ મળ્યાં નહીં!

# LabelPasswordResetRequired
source: Your account requires a password reset for security reasons. Please reset your password to continue using your account.
gu_in: તમારા ખાતાને સુરક્ષાના કારણોસર પાસવર્ડ રિસેટ કરવાની જરૂર છે. કૃપા કરીને તમારું પાસવર્ડ રિસેટ કરો જેથી કરીને તમે તમારું ખાતું વાપરી શકો.

# LabelPrevious
source: Previous
gu_in: પાછળ

# LabelPrivacy
source: Privacy
gu_in: પ્રાઇવસી

# LabelProfile
source: Profile
gu_in: પ્રોફાઇલ

# LabelRegisterUser
source: Register User
gu_in: વપરાશકર્તા નોંધણી કરો

# LabelReports
source: Reports
gu_in: અહેવાલ

# LabelRoleAdmin
source: Admin
gu_in: એડમિન

# LabelRoleSuperAdmin
source: Super Admin
gu_in: સુપર એડમિન

# LabelRoleUser
source: User
gu_in: યુઝર

# LabelSave
source: Save
gu_in: સાચવો

# LabelSaveAccount
source: Save Account
gu_in: ખાતું સાચવો

# LabelSaveCategory
source: Save Category
gu_in: શ્રેણી સાચવો

# LabelSaveExpense
source: Save Expense
gu_in: ખર્ચ સાચવો

# LabelSaveIncome
source: Save Income
gu_in: આવક સાચવો

# LabelSaveUser
source: Save User
gu_in: યુઝરને સાચવો

# LabelSettings
source: Settings
gu_in: સેટિંગ્સ

# LabelSummaryCongratulation
source: Congratulation! Bulk data import completed successfully!
gu_in: અભિનંદન! બલ્ક ડેટા આયાત સફળતાપૂર્વક પૂર્ણ થઈ ગઈ છે!

# LabelSummaryImported
source: Data Imported
gu_in: ડેટા આયાત થયો

# LabelSummaryNote
source: If you would like to review or modify any specific data, please click
gu_in: જો તમે કોઈ વિશિષ્ટ ડેટાનું સમીક્ષણ અથવા ફેરફાર કરવા માંગતા હોવ, તો કૃપા કરીને ક્લિક કરો

# LabelSummaryTotalRecords
source: Total Records
gu_in: કુલ રેકોર્ડ્સ

# LabelSummaryTotalTime
source: Total Time
gu_in: કુલ સમય

# LabelTrendAnalysis
source: Trend Analysis
gu_in: પ્રવૃત્તિ વિશ્લેષણ

# LabelUnauthorized
source: Unauthorized
gu_in: અધિકૃત નથી

# LabelUnauthorizedMessage
source: You are not authorized to view this page.
gu_in: તમે આ પાનું જોવા માટે અધિકૃત નથી.

# LabelUpdatePassword
source: Update Password
gu_in: પાસવર્ડ અપડેટ કરો

# LabelUsers
source: Users
gu_in: વપરાશકર્તાઓ

# LabelYes
source: Yes
gu_in: હા

# MessageWelcome
source: Welcome to HisabPro!
gu_in: HisabPro પર આપનું સ્વાગત છે!

# ValidationAmount
source: Amount must be a number value.
gu_in: રકમ માત્ર સંખ્યા હોવી જોઈએ.

# ValidationCategory
source: Category must be between 3 and 50 characters.
gu_in: શ્રેણી 3 થી 50 અક્ષરોની વચ્ચે હોવી જોઈએ.

# ValidationDate
source: Please enter a valid date.
gu_in: કૃપા કરીને માન્ય તારીખ દાખલ કરો.

# ValidationEmail
source: Email address must be between 10 and 50 characters.
gu_in: ઈમેલ સરનામું 10 થી 50 અક્ષરોની વચ્ચે હોવું જોઈએ.

# ValidationFullName
source: Full name cannot exceed 40 characters.
gu_in: સંપૂર્ણ નામ 40 અક્ષરો કરતા વધુ ન હોઈ શકે.

# ValidationInvalidEmail
source: Please enter a valid email.
gu_in: કૃપા કરીને માન્ય ઈમેઇલ દાખલ કરો.

# ValidationMobile
source: Mobile number must be exactly 10 digits.
gu_in: મોબાઇલ નંબર ચોક્કસ 10 અંકનો હોવો જોઈએ.

# ValidationName
source: Accout name must be between 5 and 15 characters.
gu_in: ખાતાનું નામ 5 થી 15 અક્ષરોની વચ્ચે હોવું જોઈએ.

# ValidationNote
source: Note cannot exceed 250 characters.
gu_in: નોંધ 250 અક્ષરો કરતા વધુ ન હોઈ શકે.

# ValidationPasswordConfirm
source: The new password and confirmation password do not match.
gu_in: નવો પાસવર્ડ અને ખાતરીનો પાસવર્ડ મેળ ખાતા નથી.

# ValidationPasswordHash
source: Password hash must be between 88 and 100 characters.
gu_in: પાસવર્ડ હેશ 88 થી 100 અક્ષરોની વચ્ચે હોવું જોઈએ.

# ValidationPasswordNew
source: The new password must be at least 8 characters long.
gu_in: નવો પાસવર્ડ ઓછામાં ઓછો 8 અક્ષરોનો હોવો જોઈએ.

# ValidationPasswordSalt
source: Password salt must be between 172 and 200 characters.
gu_in: પાસવર્ડ સોલ્ટ 172 થી 200 અક્ષરોની વચ્ચે હોવું જોઈએ.

# ValidationRequired
source: {0} field is required.
gu_in: {0} ફીલ્ડ જરૂરી છે.

# ValidationTitle
source: Title must be between 3 and 25 characters.
gu_in: શીર્ષક 3 થી 25 અક્ષરોની વચ્ચે હોવું જોઈએ.

# ValidationUser
source: User name must be between 5 and 20 characters.
gu_in: વપરાશકર્તાનું નામ 5 થી 20 અક્ષરોની વચ્ચે હોવું જોઈએ.

# WizardAutoCorrectDateMessage
source: Dates will be automatically corrected using the date from the previous row.<br/>Please review the changes and update if necessary.<br/><br/><b>Are you sure you want to auto-correct the empty dates with the previous row's date?</b>
gu_in: તારીખો પહેલાંની પંક્તિની તારીખનો ઉપયોગ કરીને આપમેળે સુધારાશે.<br/>કૃપા કરીને ફેરફારોની સમીક્ષા કરો અને જરૂર હોય તો અપડેટ કરો.<br/><br/><b>શું તમે ખરેખર ખાલી તારીખોને અગાઉની પંક્તિની તારીખથી આપમેળે સુધારવા માંગો છો?</b>

# WizardAutoCorrectDateSuccess
source: Empty date(s) has been auto corrected
gu_in: ખાલી તારીખ(ખો) આપમેળે સુધારાઈ ગઈ છે

# WizardAutoCorrectDateTitle
source: Auto Correct Date(s)
gu_in: આપમેળે તારીખ(ખો) સુધારો

# WizardAutoCorrectTitleMessage
source: Title will be automatically truncated (upto 25 chars) and keep original title inside the Note field (upto 250 chars).<br/>Please review the changes and update if necessary.<br/><br/><b>Are you sure you want to auto-correct the title to take only 25 chars?</b>
gu_in: શીર્ષક આપમેળે (વધુમાં વધુ 25 અક્ષર) કાપી નાખવામાં આવશે અને મૂળ શીર્ષક નોંધ ક્ષેત્રમાં (વધુમાં વધુ 250 અક્ષર) સંગ્રહિત કરવામાં આવશે.<br/>કૃપા કરીને ફેરફારોની સમીક્ષા કરો અને જરૂરી હોય તો અપડેટ કરો.<br/><br/><b>શું તમે ખરેખર શીર્ષકને આપમેળે 25 અક્ષર સુધી સુધારવા માંગો છો?</b>

# WizardAutoCorrectTitleSuccess
source: Large title has been auto corrected
gu_in: વિશાળ શીર્ષક આપમેળે સુધારવામાં આવ્યું છે.

# WizardAutoCorrectTitleTitle
source: Auto Correct Title
gu_in: આપમેળે શીર્ષક સુધારો.

# WizardExtractError
source: An error occurred while extracting the file data.
gu_in: ફાઇલ ડેટા કાઢતી વખતે ભૂલ આવી.

# WizardUploadError
source: An error occurred during file upload.
gu_in: ફાઇલ અપલોડ દરમિયાન ભૂલ આવી.

# WizardUploadNoFile
source: Please select a file to upload before proceeding to the next step.
gu_in: આગળ વધતા પહેલા અપલોડ કરવા માટે કૃપા કરીને ફાઇલ પસંદ કરો.

# ErrorInChangeLang
source: Error while changing the language. Please try again later.
gu_in: ભાષા બદલતી વખતે ભૂલ થઈ. કૃપા કરીને પછીથી ફરી પ્રયાસ કરો.

# ApiSuccess
source: Call Successful
gu_in: કોલ સફળ રહ્યો.

# LabelExport
source: Export
gu_in: નિકાસ

# ApiNoRecordsForExport
source: No data available for export.
gu_in: નિકાસ માટે કોઈ ડેટા ઉપલબ્ધ નથી.

# ApiFeatureNotAvailable
source: This feature is not available! Please contact our support team.
gu_in: આ સુવિધા ઉપલબ્ધ નથી! કૃપા કરીને અમારી સપોર્ટ ટીમનો સંપર્ક કરો.

# ReportAppliedFilter
source: Filter: {0}
gu_in: ફિલ્ટર: {0}

# ReportAppliedSort
source: Sort: {0} | {1}
gu_in: ગોઠવણી: {0} | {1}

source: Report Date
gu_in: અહેવાલ તારીખ
